{"virginamerica": 1063, "sfo": 865, "pdx": 734, "schedule": 843, "is": 542, "still": 915, "mia": 635, "hi": 494, "virgin": 1062, "on": 695, "hold": 498, "for": 426, "40": 38, "50": 45, "minutes": 641, "are": 108, "there": 965, "any": 97, "earlier": 349, "flights": 413, "from": 437, "la": 559, "to": 988, "nyc": 688, "tonight": 995, "than": 955, "11": 6, "50pm": 47, "you": 1125, "re": 781, "the": 961, "best": 154, "whenever": 1090, "begrudgingly": 151, "use": 1049, "other": 710, "airline": 81, "delayed": 297, "and": 91, "late": 570, "flight": 408, "just": 551, "landed": 564, "in": 524, "lax": 572, "an": 90, "hour": 505, "after": 73, "should": 872, "of": 689, "been": 149, "here": 491, "your": 1126, "no": 675, "bag": 139, "check": 225, "not": 680, "business": 189, "travel": 1002, "friendly": 433, "nomorevirgin": 676, "why": 1095, "must": 657, "traveler": 1003, "miss": 643, "missed": 644, "my": 658, "morning": 652, "appointments": 105, "lost": 600, "sfo2lax": 866, "how": 508, "direct": 318, "fll": 414, "gt": 464, "have": 476, "unexpected": 1031, "layover": 573, "vegas": 1057, "fuel": 440, "yet": 1123, "peeps": 735, "next": 672, "me": 621, "bought": 176, "sneaky": 887, "am": 88, "apt": 107, "three": 976, "people": 736, "had": 469, "same": 833, "exp": 383, "be": 146, "concerned": 251, "that": 959, "about": 59, "fly": 417, "plane": 745, "needs": 665, "due": 343, "tech": 947, "stop": 917, "another": 94, "likingyoulessandless": 582, "please": 746, "provide": 772, "status": 911, "769": 52, "cant": 203, "imagine": 521, "it": 545, "time": 983, "as": 114, "web": 1081, "indicates": 531, "dude": 342, "weather": 1080, "or": 706, "dallas": 287, "got": 458, "we": 1079, "were": 1086, "told": 992, "today": 990, "checked": 226, "email": 358, "its": 547, "tomorrow": 993, "this": 972, "unacceptable": 1027, "404": 39, "hours": 506, "mechanical": 626, "problems": 764, "handle": 472, "like": 581, "pros": 770, "but": 190, "could": 269, "tossed": 999, "us": 1048, "free": 431, "drink": 337, "what": 1087, "reason": 786, "delay": 296, "departure": 306, "vx": 1066, "413": 41, "jfk": 549, "afternoon": 74, "spending": 905, "birthday": 160, "night": 674, "with": 1098, "dal": 286, "dca": 292, "get": 448, "home": 501, "to10": 989, "30": 33, "taking": 943, "12": 9, "years": 1118, "shit": 869, "together": 991, "6000": 49, "scheduled": 844, "1pm": 20, "says": 841, "at": 122, "gate": 446, "update": 1045, "long": 594, "united": 1037, "lack": 560, "crew": 275, "now": 684, "again": 75, "because": 147, "line": 583, "deicing": 295, "need": 663, "improve": 523, "service": 862, "see": 853, "repeatedly": 806, "pilot": 742, "was": 1074, "kept": 555, "getting": 450, "flightr": 412, "boarded": 167, "defibrillator": 294, "issue": 544, "well": 1085, "sitting": 880, "ground": 462, "waiting": 1069, "tiredofthis": 986, "measly": 624, "certificate": 217, "appreciate": 106, "loyal": 603, "customers": 284, "they": 967, "wait": 1067, "3hrs": 37, "tarmac": 944, "during": 346, "ua1116": 1016, "addition": 67, "first": 403, "arriving": 113, "destination": 311, "hrs": 509, "tried": 1004, "one": 698, "available": 127, "bogota": 169, "everyone": 376, "rude": 827, "houston": 507, "stuck": 922, "35": 35, "guys": 467, "going": 455, "ua": 1015, "236": 27, "outbound": 715, "last": 569, "thurs": 979, "4hrs": 43, "will": 1097, "worst2unitedflightsever": 1111, "ua1429": 1017, "iad": 515, "las": 568, "19": 16, "switched": 935, "aircraft": 80, "ua1673": 1018, "supposed": 932, "depart": 305, "08": 2, "2nd": 31, "also": 86, "pilots": 743, "so": 888, "can": 200, "sit": 878, "scheduling": 845, "yeah": 1116, "sorry": 898, "always": 87, "problem": 763, "international": 536, "reputation": 809, "having": 478, "ve": 1056, "sent": 859, "message": 632, "let": 579, "know": 557, "if": 518, "very": 1058, "twitter": 1012, "literate": 586, "he": 479, "really": 785, "18hrs": 15, "common": 246, "keep": 553, "paper": 724, "work": 1105, "ready": 783, "don": 331, "our": 711, "1585": 14, "meetings": 628, "choosechicago": 232, "yep": 1120, "correct": 268, "cancelled": 202, "flightled": 409, "doesn": 328, "matter": 619, "into": 539, "atl": 123, "thx": 980, "1k": 17, "out": 714, "iah": 516, "dm": 325, "making": 611, "connection": 257, "remembered": 801, "turn": 1009, "heat": 484, "559": 48, "leaving": 576, "ord": 707, "seriously": 860, "1001": 5, "currently": 281, "portland": 752, "ride": 819, "getmartyhome": 449, "valid": 1055, "seems": 856, "strange": 921, "inbound": 526, "when": 1089, "already": 85, "flightn": 411, "left": 577, "fend": 396, "ourselves": 713, "flt": 416, "came": 199, "runaround": 829, "each": 347, "employee": 361, "blaming": 163, "previous": 761, "4124": 40, "two": 1013, "clt": 240, "while": 1093, "move": 654, "unhappy": 1035, "customer": 283, "passengers": 728, "hotel": 503, "end": 366, "hou": 504, "airport": 83, "wtf": 1114, "hey": 492, "does": 327, "pos": 753, "leave": 575, "back": 137, "early": 350, "rather": 780, "good": 457, "open": 704, "closed": 237, "doors": 333, "premier": 757, "safety": 831, "briefings": 179, "annoyed": 93, "yea": 1115, "phoenix": 739, "delays": 298, "all": 84, "day": 290, "bullshit": 188, "consolation": 259, "staff": 909, "stellar": 912, "encountered": 363, "every": 375, "ask": 117, "1146": 8, "bwi": 193, "off": 690, "san": 834, "diego": 315, "pretty": 758, "yo": 1124, "over": 717, "fly2ohare": 418, "flypdx": 420, "help": 486, "helpimstuck": 488, "den": 302, "cle": 236, "manually": 614, "enter": 368, "baggage": 140, "tags": 939, "worst": 1110, "cust": 282, "1ker": 18, "friendlyskies": 434, "denver": 304, "newark": 670, "even": 373, "disaster": 323, "checking": 228, "bags": 142, "unscheduled": 1041, "refueling": 794, "missing": 645, "connecting": 256, "looking": 597, "4ward": 44, "bed": 148, "big": 157, "pb": 733, "amp": 89, "sandwich": 835, "ua276": 1019, "ewr": 378, "nearly": 661, "sked": 881, "computers": 250, "down": 334, "clue": 242, "changes": 221, "thinks": 970, "sucks": 927, "finest": 402, "prevented": 760, "by": 194, "agent": 76, "advising": 71, "200": 22, "everything": 377, "fine": 401, "until": 1042, "910": 55, "boston": 173, "online": 700, "count": 271, "didn": 314, "register": 798, "fix": 405, "somehow": 894, "contacted": 261, "central": 216, "renttherunway": 804, "charging": 222, "dress": 336, "suitcase": 929, "luggage": 605, "days": 291, "ago": 79, "112": 7, "calling": 198, "response": 816, "give": 451, "stuff": 923, "gone": 456, "filed": 398, "paperwork": 725, "promised": 767, "call": 196, "resolution": 814, "car": 204, "seat": 850, "reimburse": 799, "new": 669, "pair": 723, "shoes": 871, "necessity": 662, "child": 231, "then": 964, "received": 790, "infant": 532, "go": 454, "anywhere": 101, "flew": 406, "telaviv": 949, "paid": 722, "100": 4, "third": 971, "which": 1092, "make": 610, "besides": 153, "impolite": 522, "colo": 244, "springs": 907, "disabled": 321, "search": 849, "unfamiliar": 1032, "look": 596, "outcome": 716, "helped": 487, "desk": 308, "said": 832, "bc": 145, "tsa": 1008, "screening": 847, "made": 608, "who": 1094, "skis": 883, "them": 963, "more": 651, "faith": 391, "drop": 339, "overnight": 720, "week": 1083, "ok": 693, "top": 998, "things": 968, "worse": 1109, "unitedairlines": 1038, "did": 313, "second": 852, "without": 1099, "clothes": 238, "inconvenient": 529, "curious": 280, "washington": 1075, "would": 1112, "convenient": 265, "seeing": 854, "lostluggage": 601, "elsewhere": 357, "thanks": 958, "remembering": 802, "load": 589, "onto": 703, "oh": 692, "forgot": 428, "iceland": 517, "fun": 442, "those": 973, "lusaka": 606, "phone": 740, "tracking": 1001, "nothing": 683, "yesterday": 1122, "expensive": 384, "holiday": 499, "worked": 1106, "year": 1117, "pay": 731, "ruined": 828, "want": 1072, "compensation": 248, "his": 497, "original": 709, "case": 210, "understand": 1029, "actually": 64, "own": 721, "done": 332, "wants": 1073, "money": 650, "25": 28, "delivered": 299, "arrive": 110, "additional": 68, "delivery": 300, "okay": 694, "ase24766m": 116, "find": 400, "lady": 562, "tel": 948, "aviv": 129, "knows": 558, "yes": 1121, "answers": 96, "many": 615, "their": 962, "process": 765, "broken": 180, "found": 429, "waking": 1070, "3am": 36, "fail": 389, "mistake": 646, "less": 578, "absurd": 60, "change": 220, "fact": 388, "inconveniently": 530, "needed": 664, "asap": 115, "tag": 938, "numbers": 686, "0016": 1, "964012": 56, "964077": 57, "964078": 58, "these": 966, "effing": 352, "up": 1044, "holidays": 500, "full": 441, "skiing": 882, "team": 946, "incompetence": 528, "flyyow": 422, "exact": 379, "carry": 207, "apparently": 103, "taken": 941, "chicago": 230, "ridiculous": 820, "encouraged": 365, "ll": 588, "cpap": 274, "file": 397, "claim": 233, "soon": 897, "carousel": 205, "stopped": 918, "sched": 842, "zambia": 1127, "guess": 465, "never": 667, "hope": 502, "receive": 789, "2am": 30, "purchase": 775, "items": 546, "sleep": 884, "reimbursement": 800, "tell": 950, "clothing": 239, "purchased": 776, "grk13575m": 460, "reference": 792, "wonderful": 1102, "finally": 399, "catch": 211, "wastedtime": 1077, "has": 474, "helping": 489, "tells": 952, "different": 316, "story": 919, "do": 326, "lose": 599, "ugh": 1024, "caught": 212, "hare": 473, "lands": 565, "20minutes": 25, "frustrating": 438, "follow": 424, "number": 685, "speak": 903, "someone": 895, "saturday": 838, "where": 1091, "damn": 288, "employees": 362, "proper": 769, "delta": 301, "arrives": 112, "called": 197, "despite": 310, "promises": 768, "confirm": 253, "location": 591, "flysaa": 421, "heard": 483, "messed": 634, "seating": 851, "reserved": 812, "friends": 435, "gave": 447, "away": 132, "internet": 537, "match": 618, "program": 766, "applied": 104, "weeks": 1084, "emailed": 359, "headphones": 481, "89": 53, "2a": 29, "answering": 95, "awaiting": 131, "return": 818, "prefer": 756, "self": 857, "option": 705, "chat": 224, "support": 931, "working": 1108, "site": 879, "http": 510, "co": 243, "vhp2gtdwpk": 1059, "adding": 66, "2014": 23, "elevate": 354, "haven": 477, "shown": 874, "heyyyy": 493, "guyyyys": 468, "trying": 1007, "through": 977, "anyway": 100, "human": 511, "thank": 956, "supp": 930, "biz": 162, "southwestair": 901, "jetblue": 548, "neverflyvirginforbusiness": 668, "website": 1082, "btw": 183, "isn": 543, "great": 459, "user": 1052, "experience": 385, "redesign": 791, "add": 65, "both": 174, "desktop": 309, "mobile": 647, "avyqdmpi1y": 130, "anyone": 98, "doing": 330, "anything": 99, "useless": 1051, "hung": 512, "awesome": 133, "sarcasm": 836, "browser": 181, "2015": 24, "brand": 178, "built": 187, "cross": 276, "compatible": 247, "min": 638, "too": 996, "va370": 1053, "thats": 960, "120": 10, "im": 520, "intern": 535, "failing": 390, "link": 584, "pre": 755, "dog": 329, "class": 235, "ticket": 981, "dulles": 344, "queue": 778, "longer": 595, "pls": 747, "advise": 70, "booking": 172, "keeps": 554, "giving": 453, "error": 370, "contact": 260, "minute": 640, "little": 587, "wonked": 1103, "right": 821, "may": 620, "browsers": 182, "css": 277, "8qsqmm7kf2": 54, "disappointed": 322, "designated": 307, "silver": 877, "dulles_airport": 345, "assist": 120, "pasengers": 726, "normal": 679, "reply": 807, "baggageissues": 141, "smh": 886, "flying": 419, "apologies": 102, "airlines": 82, "respond": 815, "cudtomers": 279, "bad": 138, "say": 839, "takes": 942, "10": 3, "14": 11, "via": 1060, "confirmation": 254, "inquired": 534, "access": 62, "safari": 830, "iphone": 541, "mac": 607, "ipad": 540, "passbook": 727, "shows": 875, "header": 480, "elevateuser": 355, "numofpointsavailable": 687, "points": 750, "won": 1101, "checkin": 227, "times": 984, "center": 215, "bit": 161, "much": 655, "reset": 813, "password": 729, "unusable": 1043, "continues": 264, "something": 896, "wrong": 1113, "boo": 170, "refunding": 795, "upgrade": 1046, "fee": 395, "buy": 192, "place": 744, "lot": 602, "errors": 371, "past": 730, "50am": 46, "ct": 278, "tmm": 987, "some": 893, "sort": 899, "caching": 195, "bug": 186, "sos": 900, "links": 585, "emails": 360, "2npxb6obmr": 32, "looks": 598, "loads": 590, "kacy2awdbw": 552, "carriers": 206, "half": 470, "price": 762, "round": 824, "trip": 1005, "fare": 393, "stunned": 924, "ukdjjijrow": 1025, "feb": 394, "news": 671, "though": 974, "dropped": 340, "ball": 143, "flightly": 410, "couple": 273, "messages": 633, "provided": 773, "avail": 126, "try": 1006, "cheers": 229, "spoke": 906, "representative": 808, "offered": 691, "solution": 891, "flies": 407, "virginatlantic": 1064, "avis": 128, "rental": 803, "continue": 262, "button": 191, "book": 171, "being": 152, "lap": 567, "reservation": 811, "submitted": 925, "request": 810, "monday": 649, "accelerate": 61, "15": 12, "incident": 527, "150202": 13, "000419": 0, "fyi": 443, "info": 533, "com": 245, "address": 69, "exist": 381, "bounce": 177, "loft": 592, "step": 913, "game": 445, "dirty": 319, "tables": 937, "floors": 415, "hy0vrfhjht": 514, "think": 969, "paying": 732, "extra": 387, "bucks": 184, "rt": 826, "might": 637, "afford": 72, "hiring": 496, "hand": 471, "lame": 563, "ever": 374, "husband": 513, "ordered": 708, "drinks": 338, "screen": 846, "group": 463, "room": 823, "bins": 158, "least": 574, "row": 825, "agents": 77, "thankfully": 957, "ladan": 561, "nice": 673, "charlotte": 223, "rep": 805, "latrice": 571, "customerservice": 285, "non": 677, "existent": 382, "ignored": 519, "inappropriately": 525, "touched": 1000, "upset": 1047, "disability": 320, "services": 864, "carrying": 208, "medical": 627, "equipment": 369, "she": 868, "silly": 876, "club": 241, "attendants": 125, "surly": 934, "unhelpful": 1036, "seem": 855, "bothered": 175, "pesky": 738, "folk": 423, "explain": 386, "eager": 348, "attendant": 124, "vision": 1065, "ccicanine": 214, "guide": 466, "point": 749, "asking": 119, "details": 312, "servicedog": 863, "read": 782, "continued": 263, "ours": 712, "july": 550, "zero": 1128, "excuses": 380, "date": 289, "system": 936, "causes": 213, "telling": 951, "negligent": 666, "ones": 699, "difficult": 317, "nope": 678, "assured": 121, "32": 34, "tired": 985, "action": 63, "solving": 892, "plus": 748, "vacation": 1054, "waited": 1068, "20": 21, "members": 629, "before": 150, "sarcastically": 837, "luck": 604, "walked": 1071, "share": 867, "considering": 258, "claimed": 234, "unable": 1026, "else": 356, "waste": 1076, "hear": 482, "corp": 267, "spare": 902, "unless": 1039, "sure": 933, "served": 861, "beverage": 156, "tea": 945, "once": 697, "gives": 452, "ua6076": 1020, "notcool": 681, "ua63": 1021, "madrid": 609, "arrived": 111, "mass": 617, "confusion": 255, "fro": 436, "maryjo": 616, "male": 612, "agnt": 78, "threatens": 975, "canadian": 201, "pic": 741, "him": 495, "announce": 92, "rebook": 788, "letting": 580, "unfriendlyskies": 1034, "quzvmk2rtr": 779, "denied": 303, "chance": 219, "prove": 771, "fits": 404, "rookie": 822, "bio": 159, "board": 166, "terrible": 954, "thrown": 978, "around": 109, "etc": 372, "droppeditoffyet": 341, "asked": 118, "typical": 1014, "tv": 1010, "english": 367, "speaking": 904, "friend": 432, "stranded": 920, "twice": 1011, "most": 653, "such": 926, "miscalculation": 642, "mention": 631, "1other": 19, "person": 737, "measure": 625, "woman": 1100, "men": 630, "musicians": 656, "real": 784, "blocked": 165, "bass": 144, "understanding": 1030, "mean": 623, "deaf": 293, "yelling": 1119, "slowly": 885, "211": 26, "prevent": 759, "onboard": 696, "used": 1050, "reasonable": 787, "better": 155, "suggest": 928, "senior": 858, "manager": 613, "retrain": 817, "b4": 135, "boarding": 168, "took": 997, "shoe": 870, "sock": 889, "showed": 873, "foot": 425, "gross": 461, "755vpym4mv": 51, "electronic": 353, "unfriendly": 1033, "screw": 848, "family": 392, "hates": 475, "kids": 556, "moms": 648, "ua871": 1022, "pray": 754, "fyvrfn": 444, "tickt": 982, "wheel": 1088, "chair": 218, "lol": 593, "forces": 427, "baby": 136, "overbooked": 718, "complains": 249, "wife": 1096, "meals": 622, "take": 940, "francisco": 430, "refuse": 796, "wont": 1104, "carryon": 209, "economy": 351, "put": 777, "45": 42, "mins": 639, "couldn": 270, "police": 751, "overhead": 719, "terminal": 953, "dismissed": 324, "miami": 636, "dr": 335, "standing": 910, "reflight": 793, "only": 701, "sti": 914, "awful": 134, "saying": 840, "ons": 702, "cool": 266, "victoria": 1061, "stl": 916, "condescending": 252, "counter": 272, "fuckinlame": 439, "naia_miaa": 659, "encourage": 364, "interview": 538, "sole": 890, "ual": 1023, "6166": 50, "buf": 185, "blatantly": 164, "stable": 908, "uncomfortable": 1028, "workers": 1107, "refused": 797, "her": 490, "name": 660, "notes": 682, "tone": 994, "language": 566, "unprofessional": 1040, "held": 485, "watched": 1078, "pull": 774}